Repository: GreatAttractor/imppg
Catalog: lang/*/imppg.po
Languages: de, it, pl, ru, uk

source: Library versions:
de: Bibliotheksversionen:
it: Versione librerie:
pl: Wersje bibliotek:
ru: Версия библиотек:
uk: Версія бібліотек:

source: Libraries
de: Bibliotheken
it: Librerie
pl: Biblioteki
ru: Библиотеки
uk: Бібліотеки

source: About ImPPG
de: Über ImPPG
it: Su ImPPG
pl: O ImPPG
ru: О ImPPG
uk: Про ImPPG

source: version %d.%d.%d
pl: wersja %d.%d.%d
ru: версия %d.%d.%d
uk: версія %d.%d.%d

source: This program comes with ABSOLUTELY NO WARRANTY. This is free software, licensed under GNU General Public License v3 or any later version. See the LICENSE file for details.
de: Dieses Programm wird OHNE GARANTIE ausgeliefert. Dies ist freie Software, lizenziert unter der GNU General Public License v3 oder höher. Mehr Informationen gibt es in der LICENSE Datei.
it: Questo programma è distribuito SENZA GARANZIE. E' un Software libero, concesso con licenza GNU General Public License v3 o versioni successive . per i dettagli consultare il file LICENSE.
pl: Ten program ABSOLUTNIE nie jest objęty JAKĄKOLWIEK GWARANCJĄ. Jest to wolne oprogramowanie na licencji GNU GPL w wersji 3 lub dowolnej późniejszej. Szczegóły w pliku LICENSE.
ru: Вы используете эту программу БЕЗ КАКИХ ЛИБО ГАРАНТИЙ на ее работоспособность. Это свободное программное обеспечение под лицензией GNU GPL версии 3 или другой, более поздней. Детальнее, в ЛИЦЕНЗИИ.
uk: Ви користуєтеся цією програмою БЕЗ БУДЬ ЯКИХ ГАРАНТІЙ щодо її роботи. Це вільне програмне забезпечення під ліцензією GNU GPL версії 3 або пізнішою Деталі в посиланні ЛІЦЕНЗІЯ.

source: Using %d logical CPU(s).
de: %d logische CPU(s) in Benutzung.
it: Utilizzo di %d CPU logiche.
pl: Liczba używanych procesorów logicznych: %d.
ru: Количество используемых логических процессов: %d.
uk: Кількість логічних процесів, які використовуються: %d.

source: Libraries...
de: Bibliotheken...
it: Librerie...
pl: Biblioteki...
ru: Библиотеки...
uk: Бібліотеки...

source: A general-purpose method. Keeps the high-contrast features (e.g. sunspots, filaments, prominences, craters) stationary.
de: Eine universelle Methode. Fixiert die kontrastreichen Merkmale (z.B. Sonnenflecken, Filamente, Protuberanzen, Krater).
it: Un metodo generico. Mantiene stazionarie le caratteristiche ad alto contrasto (ad esempio macchie solari, filamenti, protuberanze, crateri).
pl: Metoda uniwersalna. Minimalizuje ruch kontrastowych obszarów (np. plam słonecznych, filamentów, protuberancji, kraterów).
ru: Универсальная методика. Фиксация на высококонтрастных зонах (напр. Солнечных пятнах, грануляции, протуберанцах, кратерах).
uk: Універсальна методика. Мінімізує рух контрасних зон (напр. Сонячних плям, грануляції, протуберанців, кратерів).

source: Keeps the solar limb stationary. The more of the limb is visible in input images, the better the results. Requirements: – the disc has to be brighter than the background – no vignetting or limb darkening exaggerated by post-processing – the disc must not be eclipsed by the Moon
de: Fixiert den Sonnenrand. Je mehr Rand sichtbar ist, desto besser sind die Ergebnisse. Anforderungen: – die Scheibe muss heller als der Hintergrund sein – keine durch Nachbearbeitung verstärkte Vignettierung oder Randverdunkelung – die Scheibe darf nicht durch den Mond verdeckt sein
it: Mantiene fermo il bordo solare. Più il bordo è visibile nelle immagini di input, migliori saranno i risultati. Requisiti: – il disco deve essere più luminoso dello sfondo – nessuna vignettatura o oscuramento del bordo accentuato dalla post-elaborazione – il disco non deve essere eclissato dalla Luna
pl: Utrzymuje krawędź tarczy słonecznej nieruchomo. Im większa część krawędzi jest widoczna, tym skuteczniejsze wyrównanie. Wymagania: – tarcza musi być jaśniejsza niż tło – brak winietowania i uwydatnionego obróbką pociemnienia brzegowego – tarcza nie może być przesłonięta przez Księżyc
ru: Фиксирует солнечный лимб неподвижно. Чем большая часть диска видима, тем точнее выравнивание. Требования: – диск должен быть ярче фона – отсутствие виньетирования и потемнения к краю, усиленых обработкой изображения – диск не перекрыт Луной
uk: Закріплює край сонячного диску нерухомо. Чим більша частина краю диску видима, тим краще вирівнювання. Вимоги: – диск має бути яскравішим, ніж фон – відсутність віньєтування та потемніння країв, посилених обробкою зображення – диск не має перекриватися Місяцем

source: Choose input file(s)
de: Wähle Datei(en) aus
it: Seleziona file(s) in input
pl: Wybierz pliki wejściowe
ru: Выберите файл(ы)
uk: Виберіть вхідні файли

source: No input files selected.
de: Keine Dateien ausgewählt.
it: Nessun files selezionato in input.
pl: Nie wybrano plików wejściowych.
ru: Не выбран файл(ы).
uk: Не вибрано вхідні файли.

source: Error
de: Fehler
it: Errore
pl: Błąd
ru: Ошибка
uk: Помилка

source: Selected output folder does not exist.
de: Gewählter Ausgangsordner existiert nicht.
it: La cartella di output selezionata non esiste.
pl: Wybrany folder docelowy nie istnieje.
ru: Указанная папка не существует.
uk: Вибрана цільова папка не існує.

source: Image alignment
de: Bild ausrichten
it: Allineamento immagine
pl: Wyrównywanie obrazów
ru: Выравнивание изображений
uk: Вирівнювання зображень

source: Add files...
de: Füge Dateien hinzu...
it: Aggiungi files...
pl: Dodaj pliki...
ru: Добавить файлы...
uk: Додати файли...

source: Sort
de: Sortiere
it: Ordina
pl: Sortuj
ru: Сортировка
uk: Сортування

source: Remove all
de: Entferne all
it: Rimuovi tutto
pl: Usuń wszystkie
ru: Удалить все
uk: Видалити все

source: remove
de: löschen
it: rimuovi
uk: Видалити

source: Remove unsharp mask
de: Maske löschen
it: Rimuovi maschera di contrasto
uk: Видалити нечітку маску

source: Input image files
de: Ausgewählte Bilddateien
it: Files immagine di input
pl: Obrazy wejściowe
ru: Входящие изображения
uk: Вхідні файли зображень

source: Sub-pixel alignment
de: Sub-Pixel Ausrichtung
it: Allineamento Sub-Pixel
pl: Wyrównywanie subpikselowe
ru: Субпиксельное выравнивание
uk: Субпіксельне вирівнювання

source: Enable sub-pixel alignment for smoother motion and less drift. Saving of output files will be somewhat slower; sharp, 1-pixel details (if present) may get very slightly blurred
de: Aktiviere Sub-Pixel Ausrichtung für eine gleichmäßigere Bewegung und weniger Abweichung. Das Speichern der Dateien wird etwas langsamer; schärfen, 1-Pixel Details (falls vorhanden) können etwas verschwimmen
it: Abilita l'allineamento sub-pixel per un movimento più fluido e una minore deriva.Il salvataggio dei file di output sarà leggermente più lento; i dettagli nitidi a 1 pixel (se presenti)potrebbero risultare leggermente sfocati
pl: Włącz wyrównywanie subpikselowe w celu uzyskania płynniejszego ruchu i mniejszego dryfu obrazu. Zapisywanie obrazów wyjściowych będzie nieco wolniejsze; ostre, 1-pikselowe szczegóły (jeśli występują) mogą ulec bardzo nieznacznemu rozmyciu.
ru: Включите субпиксельное выравнивание для плавности движения и уменьшения дрейфа изображения. Сохранение результата будет немного медленнее, четкие однопиксельные детали (иногда) могут быть размытыми.
uk: Увімкніть субпіксельне вирівнювання для плавнішого руху та зменшення зміщення зображення. Збереження вихідних зображень буде трохи повільнішим; чіткішим, 1-піксельні деталі (іноді) можуть бути трохи розмитими.

source: Crop to intersection
de: Bild an den inneren Kanten abschneiden
it: Ritaglia all'intersezione
pl: Obetnij do części wspólnej
ru: Обрезание по общей области (по той части, которая есть на каждом изображении)
uk: Обрізання до спільної області (до частини зображення, яка є спільною)

source: Pad to bounding box
de: Bild zu den äußeren Kanten hin vergrößern
it: Pad per riquadro di delimitazione
pl: Rozszerz do prostokąta obejmującego
ru: Расширение до ограничительного прямоугольника
uk: Розширення до обмежувального прямокутника

source: Stabilize high-contrast features
de: Stabilisiere kontrastreiche Merkmale
it: Stabilizza le caratteristiche di alto contrasto
pl: Stabilizuj kontrastowe obszary
ru: Стабилизация изображений по областям с наивысшим контрастом
uk: Стабілізація зображень з найвищим контрастом

source: Align on the solar limb
de: Richte auf den Sonnerand aus
it: Allinea sul bordo solare
pl: Stabilizuj krawędź tarczy słonecznej
ru: Стабилизация по лимбу Солнца
uk: Стабілізація по краю сонячного диску

source: Output folder:
de: Ausgabeordner:
it: Cartella di output:
pl: Folder docelowy:
ru: Целевая папка:
uk: Цільова папка:

source: Select output folder
de: Wähle Ausgabesordner
it: Seleziona la cartella di output
pl: Wybierz folder docelowy
ru: Выбор целевой папки
uk: Вибір цілової папки

source: Processed files will be saved under names appended with "_aligned". Number of channels and bit depth will be preserved.
de: Die Namen von verarbeiteten Dateien werden um "_aligned" ergänzt. Die Anzahl der Kanäle und die Bit-Tiefe bleiben erhalten.
it: I files processati saranno salvati con il nome "_aligned". Numero dei canali e profondità dei bit saranno preservati.
pl: Wyrównane pliki zostaną zapisane pod nazwami z sufiksem "_aligned". Liczba kanałów i głębia bitowa będą zachowane.
ru: Обработанные файлы будут сохранены с суфиксами "_aligned". Количество каналов и битность изображений будут сохранены.
uk: Вирівняні файли будуть збережені з суфіксами "_aligned". Кількість каналів та бітність зображення будуть збережені.

source: Start processing
de: Starte Verarbeitung
it: Inizio elaborazione
pl: Rozpocznij pracę
ru: Старт оброботки
uk: Початок процесу обробки

source: Could not read %s.
de: Konnte %s nicht lesen.
pl: Nie można wczytać %s.
ru: Невозможно прочитать %s.
uk: Неможливо прочитати %s.

source: Unsupported file or image type: %s
de: Nicht unterstütztes Datei- oder Bilderformat: %s
pl: Nieobsługiwany typ pliku lub obrazu: %s
ru: Неподдерживаемый тип файла или изображения: %s
uk: Непідтримуваний тип файлу або зображення: %s

source: Unsupported pixel format: %s
de: Nicht unterstütztes Pixelformat: %s
pl: Nieobsługiwany format pikseli: %s
ru: Неподдерживаемый пиксельный формат: %s
uk: Непідтримуваний піксельний формат: %s

source: FreeImage_AllocateExT failed to allocate an output bitmap.
de: FreeImage_AllocateExT konnte kein Ausgangsbitmap allozieren.
pl: Nie udało się zaalokować bitmapy wyjściowej za pomocą FreeImage_AllocateExT.
ru: Не удалось выделить исходящую растровую карту с помощью FreeImage_AllocateExT.
uk: Не вдалося виділити вихідну растрову карту за допомогою FreeImage_AllocateExT.

source: Failed to save output file: %s
de: Konnte Datei %s nicht speichern
pl: Zapis pliku wyjściowego nie powiódł się: %s
ru: Ошибка сохранения файла: %s
uk: Помилка збереження вихідного файлу: %s

source: Failed to obtain image dimensions from %s.
de: Konnte Bilddimension von %s nicht identifizieren.
pl: Sprawdzenie rozmiaru obrazu nie powiodło się: %s.
ru: Не удалось проверить размер изображения: %s.
uk: Не вдалося перевірити розмір зображення: %s.

source: Could not fit a circle to points during final stabilization.
de: Konnte keinen Kreis durch die Punkte während der finalen Stabilisierung finden.
pl: Nie udało się dopasować okręgu do punktów podczas stabilizacji końcowej.
ru: Не удалось сопоставить круг с точками при финальной стабилизации.
uk: Не вдалося підігнати коло до точок під час остаточної стабілізації.

source: Could not find the limb in %s.
de: Konnte keinen Sonnenrand in %s finden.
pl: Nie udało się wykryć krawędzi tarczy w %s.
ru: Не удалось обнаружить лимб в %s.
uk: Не вдалося виявити край диску в %s.

source: Could not determine valid disc radius in every image.
de: Konnte keinen korrekten Sonnenradius in allen Bildern finden.
pl: Nie udało się ustalić poprawnego promienia tarczy na każdym obrazie.
ru: Не удалось определить правильный радиус диска в каждом изображении.
uk: Не вдалося визначити правильний радіус диску для кожного зображення.

source: Could not find the limb with forced radius in %s.
de: Konnte keinen Sonnenrand mit dem erzwungenen Radius %s finden.
pl: Nie udało się wykryć tarczy z wymuszonym promieniem w %s.
ru: Не удалось найти диск с указанным радиусом в %s.
uk: Не вдалося виявити диск із примусовим радіусом у %s.

source: Aborted per user request.
de: Abgebrochen durch den Benutzer.
pl: Przerwano na życzenie użytkownika.
ru: Прервано пользователем.
uk: Перервано користувачем.

source: Determining translation vectors...
de: Bestimme Verschiebungsvektoren...
it: Determinazione dei vettori di traslazione...
pl: Określanie wektorów translacji...
ru: Определение вектора смещения...
uk: Визначення вектора зсуву...

source: Aborted
de: Abgebrochen
it: Interrotto
pl: Przerwano
ru: Прервано
uk: Перервано

source: Processing completed.
de: Verarbeitung fertig.
it: Elaborazione completata.
pl: Przetwarzanie zakończone.
ru: Обработка завершена.
uk: Обробку завершено.

source: Information
it: Informazione
pl: Informacja
ru: Информация
uk: Інформація

source: Image %d/%d: translated by %.2f, %.2f.
de: Bild %d/%d: verschoben um %.2f, %.2f.Bilder werden verschoben und gespeichert...
it: Immagine %d/%d: spostata da %.2f, %.2f. Le immagini vengono spostate e salvate.
pl: Obraz %d/%d: translacja o %.2f; %.2f
ru: Изображение %d/%d: смещение %.2f; %.2f
uk: Зображення %d/%d: зсув %.2f; %.2f

source: Translating and saving output images...
de: Bilder werden verschoben und gespeichert...
it: Traslazione e salvataggio delle immagini...
pl: Translacja i zapisywanie obrazów wyjściowych...
ru: Выравнивание и сохранение результата...
uk: Перетворення та збереження вихідних зображень...

source: Translated and saved image %d/%d.
de: Bild %d/%d wurde verschoben und gespeichert.
it: Traslata e salvata immagine %d/%d.
pl: Dokonano translacji i zapisano obraz %d/%d.
ru: Выровнено и сохранено изображение %d/%d.
uk: Виконано перетворення і збережено зображення %d/%d.

source: Using average radius %.2f.
de: Benutze durchschnittlichen Radius %.2f.
it: Utilizzo raggio medio %.2f.
pl: Przyjęto średni promień %.2f.
ru: Использован. среднего радиуса %.2f.
uk: Використано середній радіус %.2f.

source: Performing final stabilization...
de: Finale Bildstabilisation in Arbeit...
it: Esecuzione della stabilizzazione finale...
pl: Stabilizacja końcowa...
ru: Окончательная стабилизация...
uk: Фінальна стабілізація...

source: Determining disc radius in images...
de: Bestimme den Kreisradius in den Bildern...
it: Determinazione del raggio del disco nelle immagini...
pl: Ustalanie promienia tarczy na obrazach wejściowych...
ru: Определение радиуса на входящих изображениях...
uk: Визначення радіусу по вхідних зображеннях...

source: Image %d/%d: disc radius = %.2f
de: Bild %d/%d: Kreisradius = %.2f
it: Immagine %d/%d: raggio del disco = %.2f
pl: Obraz %d/%d: promień tarczy = %.2f
ru: Изображение %d/%d: радиус диска = %.2f
uk: Зображення %d/%d: радіус диску = %.2f

source: Image alignment progress
de: Bildausrichtung in Arbeit
it: Avanzamento allineamento immagine
pl: Postęp wyrównywania obrazów
ru: Ход выравнивания изображений
uk: Процес вирівнювання зображень

source: Could not save output file: %s
de: Konnte Datei %s nicht speichern
it: Impossibile salvare il file: %s
pl: Nie można zapisać pliku wyjściowego: %s
ru: Не могу записать исходящий файл: %s
uk: Не можна записати вихідний файл: %s

source: Done
de: Fertig
it: Fatto
pl: Gotowe
ru: Готово
uk: Виконано

source: Could not open file: %s.
de: Konnte Datei %s nicht öffnen.
it: Impossibile aprire il file %s.
pl: Nie można otworzyć pliku %s.
ru: Невозможно открыть файл %s.
uk: Неможливо відкрити файл %s.

source: Batch processing
de: Stapelverarbeitung
it: Elaborazione batch
pl: Przetwarzanie wsadowe
ru: Пакетная обработка
uk: Пакетна обробка

source: Could not load processing settings.
de: Konnte Verarbeitungseinstellungen nicht laden.
it: Impossibile caricare le impostazioni di elaborazione.
pl: Nie udało się wczytać ustawień obróbki.
ru: Не удалось загрузить параметры обработки.
uk: Не вдалося завантажити налаштування обробки.

source: File
de: Datei
pl: Plik
ru: Файл
uk: Файл

source: Progress
de: Fortschritt
it: Avanzamento
pl: Postęp
ru: Выполнение
uk: Хід виконання

source: Waiting
de: Warte
it: Attesa
pl: Oczekiwanie
ru: Ожидание
uk: Очікування

source: Close
de: Schließen
it: Chiudi
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Settings file not specified or does not exist.
de: Einstellungsdatei existiert nicht oder konnte nicht gefunden werden.
it: File delle impostazioni non specificato o inesistente.
pl: Nie podano pliku ustawień lub plik nie istnieje.
ru: Не выбран файл параметров или файл не существует.
uk: Не вказано файл налаштувань або файл не існує.

source: Remove selected from list
de: Entferne ausgewählte Datei aus der Liste
it: Rimuovi selezionato dalla lista
pl: Usuń wybrane z listy
ru: Удалить выбранное из списка
uk: Видалити вибране зі списку

source: Use a click, Shift+click, Ctrl+click or Shift+up/down to select list items.
de: Benutze Linksklick, Shift+Klick, Ctrl+Klick oder Shift+oben/unten-Taste um Dateien auszuwählen.
it: Per selezionare gli elementi dell'elenco, usa un clic, Maiusc+clic, Ctrl+clic o Maiusc+su/giù.
pl: Zaznaczanie pozycji na liście: klik, Shift+klik, Ctrl+klik lub Shift+góra/dół.
ru: Выбор элемента в списке: клик, Shift+клик, Ctrl+клик або Shift+вверх/вниз.
uk: Вибір елемента в списку: клік, Shift+клік, Ctrl+клік або Shift+вгору/вниз.

source: Settings file:
de: Einstellungen:
it: File impostazioni:
pl: Plik ustawień:
ru: Файл параметров:
uk: Файл налаштувань:

source: Choose the file with processing settings
de: Wähle Datei mit Verarbeitungseinstellungen
it: Seleziona il file con le inpostazioni di elaborazione
pl: Wybierz plik z ustawieniami obróbki
ru: Выберите файл с параметрами обработки
uk: Виберіть файл із налаштуваннями обробки

source: XML files (*.xml)
de: XML Dateien (*.xml)
pl: Pliki XML (*.xml)
ru: Фалы XML (*.xml)
uk: Фали XML (*.xml)

source: Select the XML file with processing settings.
de: Wähle die XML-Datei mit den Verarbeitungseinstellungen.
it: Seleziona il file XML con le impostazioni di elaborazione.
pl: Wybierz plik XML z ustawieniami obróbki.
ru: Выбор файла XML с параметрами обработки.
uk: Вибір файлу XML з налаштуваннями обробки.

source: A settings file can be created using the main window's "Save processing settings" function.
de: Einstellungen können im Hauptmenü mit "Speichere Verarbeitungseinstellungen" in einer Datei gespeichert werden.
it: E' possibile creare un file di impostazioni utilizzando "Salva impostazioni di elaborazione" dalla finestra principale.
pl: Plik ustawień można stworzyć używając funkcji „Zapisz ustawienia obróbki” w oknie głównym.
ru: Файл настроек можна создать с помощью "Сохранить параметры обработки" в меню.
uk: Файл налаштувань можна створити за допомогою функції "Зберегти налаштування обробки" в головному вікні.

source: Processed files will be saved under names appended with "_out".
de: Die Namen von verarbeiteten Dateien werden um "_out" ergänzt.
it: I file elaborati verranno salvati con nomi a cui verrà aggiunto "_out".
pl: Pliki wyjściowe zostaną zapisane pod nazwami z sufiksem „_out”.
ru: Обработанные файлы будут сохранены с суфиксами „_out”.
uk: Вихідні файли будуть збережені з суфіксами „_out”.

source: Output format:
de: Ausgabeformat:
it: Formato di output:
pl: Format wyjściowy:
ru: Выходной формат:
uk: Вихідний формат:

source: CPU + bitmaps
pl: CPU + bitmapy
ru: CPU + растровая карта (bitmaps)
uk: CPU + растрова карта (bitmaps)

source: BMP 8-bit
pl: BMP 8-bitowy
ru: BMP 8-битный
uk: BMP 8-бітний

source: TIFF 16-bit
pl: TIFF 16-bitowy
ru: TIFF 16-битный
uk: TIFF 16-бітний

source: PNG 8-bit
pl: PNG 8-bitowy
ru: PNG 8-битный
uk: PNG 8-бітний

source: TIFF 8-bit (LZW compression)
de: TIFF 8-Bit (LZW Kompression)
pl: TIFF 8-bitowy (kompresja LZW)
ru: TIFF 8-битный (сжатие LZW)
uk: TIFF 8-бітний (стискання LZW)

source: TIFF 16-bit (ZIP compression)
de: TIFF 16-Bit (ZIP Kompression)
pl: TIFF 16-bitowy (kompresja ZIP)
ru: TIFF 16-битный (сжатие ZIP)
uk: TIFF 16-бітний (стискання ZIP)

source: TIFF 32-bit floating-point
de: TIFF 32-Bit Fließkommazahl
pl: TIFF 32-bitowy zmiennoprzecinkowy
ru: TIFF 32-битный с плавающей запятой
uk: TIFF 32-бітний з плаваючою комою

source: TIFF 32-bit floating-point (ZIP compression)
de: TIFF 32-Bit Fließkommazahl (ZIP Kompression)
pl: TIFF 32-bitowy zmiennoprzecinkowy (kompresja ZIP)
ru: TIFF 32-битный с плавающей запятой (сжатие ZIP)
uk: TIFF 32-бітний з плаваючою комою (стискання ZIP)

source: FITS 8-bit
pl: FITS 8-bitowy
ru: FITS 8-битный
uk: FITS 8-бітний

source: FITS 16-bit
pl: FITS 16-bitowy
ru: FITS 16-битный
uk: FITS 16-бітний

source: FITS 32-bit floating point
de: FITS 32-Bit Fließkommazahl
pl: FITS 32-bitowy zmiennoprzecinkowy
ru: FITS 32-битный с плавающей запятой
uk: FITS 32-бітний з плаваючою комою

source: Mode: %s
de: Modus: %s
it: Modo: %s
pl: Tryb: %s
ru: Режим: %s
uk: Режим: %s

source: Failed to load processing settings.
de: Verarbeitungseinstellungen konnten nicht geladen werden.
it: Impossibile caricare le impostazioni di elaborazione.
pl: Nie można wczytać ustawień obróbki.
ru: Не удалось загрузить параметры обработки.
uk: Не вдалося завантажити налаштування обробки.

source: Load processing settings
de: Lade VerarbeitungseinstellungenSpeichere Verarbeitungseinstellungen
it: Carica impostazioni di elaborazione
pl: Wczytaj ustawienia obróbki
ru: Загрузка параметров обработки
uk: Завантаження налаштувань обробки

source: Save processing settings
de: Speichere Verarbeitungseinstellungen
it: Salva impostazioni di elaborazione
pl: Zapisz ustawienia obróbki
ru: Сохранить параметры обработки
uk: Зберегти налаштуваня обробки

source: Failed to save processing settings.
de: Konnte Verarbeitungseinstellungen nicht speichern.
it: Impossibile salvare le impostazioni di elaborazione.
pl: Nie można zapisać ustawień obróbki.
ru: Не удалось сохранить параметры обработки.
uk: Не вдалося зберегти налаштування обробки.

source: Clear list
de: Liste löschen
it: Pulisci lista
pl: Wyczyść listę
ru: Очистить список
uk: Очистити список

source: Choose the user interface language:
de: Wähle die Sprache aus:
it: Wähle die Sprache aus:
pl: Wybierz język interfejsu użytkownika:
ru: Выбор языка интерфейса:
uk: Виберіть мову інтерфейсу:

source: Language
de: Sprache
it: Lingua
pl: Język
ru: Язык
uk: Мова

source: You have to restart ImPPG for the changes to take effect.
de: Die neuen Einstellungen sind erst nach einem Neustart verfügbar.
it: Riavviare ImPPG affinchè le modifiche abbiano effetto.
pl: By zmiany odniosły skutek, należy uruchomić ImPPG ponownie.
ru: Чтобы изменения вступили в силу, нужно перезапустить ImPPG.
uk: Щоб зміни набрали чинності, потрібно перезапустити ImPPG.

source: Processing in progress, abort it?
de: Verarbeitung im Gange, wirklich abbrechen?
it: Elaborazione in corso, fermare?
pl: Obróbka w toku, przerwać ją?
ru: Идет обработка, прервать?
uk: Триває обробка, перервати її?

source: Warning
de: Warnung
it: Attenzione
pl: Ostrzeżenie
ru: Внимание
uk: Увага

source: You have not selected and processed the whole image, do it now?
de: Das gesamte Bild wurde noch nicht bearbeitet. Soll es jetzt bearbeitet werden?
it: Non hai selezionato ed elaborato l'intera immagine, vuoi farlo ora?
pl: Nie zaznaczono i nie poddano obróbce całego obrazu, zrobić to teraz?
ru: Не выбрано и не обработано всё изображение, сделать это сейчас?
uk: Не вибрано та не оброблено все зображення, зробити це зараз?

source: Save image
de: Speichere Bild
it: Salva immagine
pl: Zapisz obraz
ru: Сохранить изображение
uk: Зберегти зображення

source: Could not save output file %s.
de: Konnte Bild %s nicht speichern.
it: Impossibile salvare il file di output %s.
pl: Nie można zapisać pliku wyjściowego %s.
ru: Невозможно сохранить файл %s.
uk: Неможливо зберегти вихідний файл %s.

source: Idle
de: Leerlauf
it: Inattivo
pl: Bezczynny
ru: Выключено
uk: Вимкнено
