Repository: GreatAttractor/imppg
Catalog: lang/*/imppg.po
Languages: de, it, pl, ru, uk

source: version %d.%d.%d-beta
it: versione %d.%d.%d-beta
