Repository: GreatAttractor/imppg
Catalog: lang/*/imppg.po
Languages: de, it, pl, ru, uk

source: Failed to initialize OpenGL! Reverting to CPU + bitmaps mode.
pl: Inicjalizacja OpenGL nie powiodła się! Przywrócony zostanie tryb CPU + bitmapy.
ru: Ошибка инициализаци OpenGL! Будет использован режим CPU + режим растровых изображений.
uk: Помилка ініціалізації OpenGL! Буде відновлено режим CPU + режим растрових зображень.

source: Could not open %s.
de: Konnte %s nicht öffnen.
it: Impossibile aprire %s.
pl: Nie można otworzyć %s.
ru: Невозможно открыть %s.
uk: Неможливо відкрити %s.

source: Open image file
de: Öffne Bilddatei
it: Apri file immagine
pl: Otwórz plik graficzny
ru: Открыть изображения
uk: Відкрити файли зображень

source: Amount max:
de: Wert fürs Maximum:
it: Massimo:
pl: Poziom max.:
ru: Максимальный уровень:
uk: Максимальний рівень:

source: Amount:
de: Wert:
it: Valore:
pl: Poziom:
ru: Уровень:
uk: Рівень:

source: %s <i>(modified)</i>
de: %s <i>(modifiziert)</i>
it: %s <i>(modificato)</i>
pl: %s <i>(zmienione)</i>
ru: %s <i>(изменено)</i>
uk: %s <i>(змінено)</i>

source: Enter zoom factor in %
de: Zoomfaktor in %
it: Imposta il fattore di zoom in %
pl: Podaj powiększenie w %
ru: Введите масштаб в %
uk: Введіть масштаб в %

source: Custom zoom factor
de: Individueller Zoomfaktor
it: Valore zoom personalizzato
pl: Wybierz powiększenie
ru: Выберите масштаб
uk: Виберіть масштаб

source: Iterations:
de: Iterationen:
it: Iterazioni:
pl: Iteracje:
ru: Итераций:
uk: Ітерацій:

source: Suggested value: 30 to 70. Specify 0 to disable L–R deconvolution.
de: Empfohlener Wert: 30 bis 70. Setze auf 0 um L-R Dekonvolution zu deaktivieren.
it: Valori suggeriti: 30 bis 70. Inserisci 0 per disabilitare la deconvoluzione L-R.
pl: Zalecana wartość: 30 do 70. Podanie 0 wyłącza dekonwolucję L-R.
ru: Рекомендованное значение: от 30 до 70. Выбор 0 отключает деконволюцию L-R.
uk: Рекомендоване значення: від 30 до 70. Вибір 0 відключає деконволюцію L-R.

source: Prevent ringing
de: Verhindere Ringbildung
it: Evita ringing
pl: Ogranicz ringing
ru: Устранение ореола (гало)
uk: Запобігання ореолу (гало)

source: Prevents ringing (halo) around overexposed areas, e.g. a solar disc in a prominence image (experimental feature).
de: Verhindert Ringbildung (Halo) nahe überbelichteter Stellen, z.B. der Sonnenscheibe beim Abbilden von Protuberanzen (experimentelle Funktion)
it: Prevenire il ringing (aloni) attorno alle aree sovraesposte, ad esempio il disco solarein un'immagine di prominenza (funzione sperimentale).
pl: Ogranicza ringing (halo) wokół prześwietlonych obszarów, np. tarczy słonecznej na obrazie protuberancji (funkcja eksperymentalna).
ru: Уменьшает сияние (ореол) вокруг пересвеченных участков, например, солнечного диска на снимках протуберанцев (экспериментальная функция).
uk: Зменшує сяйво (ореол) навколо надмірно засвічених ділянок,наприклад сонячного диска на знімках протуберанців(експериментальна функція).

source: reset
de: zurücksetzen
it: azzera
ru: сброс
uk: скинути

source: disable
de: deaktivieren
it: disabilita
pl: wyłącz
ru: откл.
uk: вимкнути

source: Unsharp masking
de: Unscharf Maskieren
it: Mascheratura sfocata
ru: Резкость (нерезкая маска)
uk: Чіткість (нечітка маска)

source: Amount min:
de: Wert fürs Minimum:
it: Valore minimo:
pl: Poziom min.:
ru: Минимальный уровень:
uk: Мінімальний рівень:

source: Value 1.0: no effect, <1.0: blur, >1.0: sharpen
de: Wert = 1.0: Keine Änderung, <1.0: unschärfer, >1.0: schärfer
it: Valore 1.0: nessun effetto, <1.0: sfocatura, >1.0: nitidezza
pl: Wartość 1: bez zmian, <1: rozmycie, >1: wyostrzenie
ru: Значение 1: без изменений, <1: размытие, >1: резкость
uk: Значення 1: без змін, <1.0: розмиття, >1.0: різкість

source: Threshold:
de: Übergangsschwelle:
it: Soglia:
pl: Próg:
ru: Порог:
uk: Поріг:

source: Input brightness threshold of transition from amount min to amount max
de: Helligkeitsschwelle um vom minimalen Wert zum maximalen Wert zu wechseln
it: Soglia di luminosità in ingresso per la transizione da quantità minima a quantità massima
pl: Próg jasności wejściowej dla przejścia od poziomu min. do max.
ru: Порог входящей яркости для перехода от мин к макс.
uk: Поріг вхідної яскравості для переходу від рівня мін. до макс.

source: Transition width:
de: Breite des Übergangs:
it: Larghezza transizione:
pl: Szerokość granicy:
ru: Ширина границы:
uk: Ширина межі:

source: Amount will be set to amount min for input brightness <= threshold-width and amount max for brightness >= threshold+width
de: Der Prozess nutzt den Wert fürs Minimum wenn <= Schwelle - Breite und den Wert für Maximum wenn >= Schwelle + Breite
it: La quantità sarà impostata a quantità minima per una luminosità di input <= soglia-larghezza e quantità massima per una luminosità >= soglia+larghezza.
pl: Poziom zostanie ustawiony na poziom min. dla jasności wejściowej <= próg−szerokość granicy i na poziom max. dla jasności >= próg+szerokość granicy
ru: Уровень будет установлен на минимальный для входящей яркости <= порог - ширина границы и на макс. уровень для яркости > = порог + ширина границы
uk: Рівень буде встановлений на мінімальний рівень для вхідноїяскравості <= поріг - ширина межі та на макс. рівні для яскравості> = поріг + ширина межі

source: Adaptive
de: Adaptiv
it: Adattivo
pl: Adaptatywny
ru: Дополнительно
uk: Додатково

source: Enable adaptive mode: amount changes from min to max depending on input brightness
de: Aktivere den adaptiven Modus: Der Wert ändert sich vom Wert fürs Minimum zum Wert fürs Maximum basierend auf der Einganghelligkeit
it: Abilita modalità adattiva: la quantità cambia da minima a massima in base all'input luminosità
pl: Włącz tryb adaptatywny: poziom zmienia się od min. do max. w zależności od jasności wejściowej
ru: Включите расширенный режим: уровень можна менять от мин. до макс.в зависимости от входящей яркости
uk: Увімкніть додаткові параметри: рівень можна змінити від мін. до макс. в залежності від вхідної яскравості

source: add mask
de: Neue Maske
it: aggiungi maschera
uk: додавання маски

source: Lucy–Richardson deconvolution
de: Lucy-Richardson Dekonvolution
it: Deconvoluzione Lucy-Richardson
pl: Dekonwolucja Lucy-Richardson
ru: Деконволюция Lucy-Richardson
uk: Деконволюція Lucy-Richardson

source: Save image file
de: Speichere Bilddatei
it: Salva file immagine
pl: Zapisz obraz
ru: Сохранение изображения
uk: Збереження зображення

source: Show processing controls
de: Zeige Verarbeitungsregler
it: Mostra controlli di elaborazione
pl: Pokaż panel ustawień obróbki
ru: Показать панель параметров обработки
uk: Показати панель налаштувань обробки

source: Show tone curve editor
de: Zeige Tonkurveneditor
it: Mostra l'editor per le curve di tono
pl: Pokaż edytor krzywej tonalnej
ru: Показать редактор кривой цвета
uk: Показати редактор кривої кольорів

source: Select and process the whole image
de: Wähle und verarbeite das gesamte Bild
it: Selezione ed elabora intera immagine
pl: Zaznacz i poddaj obróbce cały obraz
ru: Выбрать и обработать всё изображение
uk: Вибрати і обробити все зображення

source: Fit image in window
de: Passe Bild an Fenster an
it: Adatta immagine alla finestra
pl: Dopasuj obraz do okna
ru: Подогнать изображение к размеру окна
uk: Допасувати зображення до розміру вікна

source: Actual size (100%)
de: Tatsächliche Größe (100%)
it: Dimensione attuale (100%)
pl: Rozmiar rzeczywisty (100%)
ru: Фактический размер (100%)
uk: Фактичний розмір (100%)

source: Zoom in
de: Heranzoomen
pl: Powiększ
ru: Увеличить
uk: Збільшити

source: Zoom out
de: Herauszoomen
pl: Pomniejsz
ru: Уменьшить
uk: Зменшити

source: Custom zoom factor...
de: Individueller Zoomfaktor...
it: Fattore zoom personalizzato...
pl: Wybierz powiększenie...
ru: Выбрать увеличение...
uk: Вибрати збільшення...

source: Show list of recently used settings
de: Zeige Liste der kürzlich verwendeten Einstellungen
it: Mostra la lista delle impostazioni recenti
pl: Pokaż listę ostatnio używanych ustawień
ru: Показать список недавно использованых параметров
uk: Показати список нещодавно використаних налаштувань

source: Last chosen settings file
de: Letzte gewählte Einstellungsdatei
it: Ultimo file impostazioni utilizzato
pl: Ostatnio wybrany plik ustawień
ru: Последний выбранный файл параметров
uk: Останній вибраний файл налаштувань

source: Load processing settings...
de: Lade Verarbeitungseinstellungen...
it: Apri impostazioni elaborazione...
pl: Wczytaj ustawienia obróbki...
ru: Загрузить параметры обработки...
uk: Завантажити налаштування обробки...

source: Save processing settings...
de: Speichere Verarbeitungseinstellungen...
it: Salva ipostazioni elaboorazione...
pl: Zapisz ustawienia obróbki...
ru: Сохранить параметры обработки...
uk: Зберегти налаштування обробки...

source: Batch processing...
de: Stapelverarbeitung...
it: Elaborazione batch...
pl: Przetwarzanie wsadowe...
ru: Пакетная обработка...
uk: Пакетна обробка...

source: Select (and process) all Ctrl+A
de: Alles auswählen (und verarbeiten) Ctrl+A
it: Seleziona(ed elabora) tutto\Ctrl+A
pl: Zaznacz (i poddaj obróbce) wszystko Ctrl+A
ru: Выбрать (и обработать) все Ctrl+A
uk: Вибір (і обробка) всього Ctrl+A

source: Failed to initialize OpenGL!
de: Konnte OpenGL nicht initialisieren!
it: Impossibile inizializzare OpenGL!
pl: Inicjalizacja OpenGL nie powiodła się!
ru: Ошибка инициализации OpenGL!
uk: Помилка ініціалізації OpenGL!

source: Processing back end
de: Verarbeitungsmodus
it: Back end di elaborazione
pl: Back end
ru: Обработка
uk: Остаточна обробка

source: Normalize brightness levels...
de: Normalisiere Helligkeitslevel...
it: Normalizza livelli luminosità...
pl: Normalizacja poziomu jasności...
ru: Нормализация уровня яркости...
uk: Нормалізація рівня яскравості...

source: Language...
de: Sprache...
it: Lingua...
pl: Język...
ru: Язык...
uk: Мова...

source: Tool icons’ size...
de: Symbolgröße...
it: Dimensione icone strumenti...
pl: Wielkość ikon narzędziowych...
ru: Размер иконок панели инструментов...
uk: Розмір піктограм панелі інструментів...

source: Size of toolbar icons in pixels:
de: Größe der Symbole in der Werkzeugleiste in Pixeln:
it: Dimensione barra strumenti in pixels:
pl: Wielkość ikon na pasku narzędziowym (w pikselach):
ru: Размер иконок панели инструментов (в пикселях):
uk: Розмір піктограм панелі інструментів (в пікселях):

source: Tool Icons’ Size
de: Symbolgröße
it: Dimensione icone strumenti
pl: Wielkość ikon narzędziowych
ru: Размер иконок
uk: Розмір піктограм інструментів

source: Tone curve editor...
de: Tonkurveneditor...
it: Editor della curva tonale...
pl: Edytor krzywej tonalnej...
ru: Редактор кривой цветов...
uk: Редактор кривої кольорів...

source: Processing settings
de: Verarbeitungseinstellungen
it: Impostazioni elaborazione
pl: Ustawienia obróbki
ru: Параметры обработки
uk: Налаштування обробки

source: Tone curve
de: Tonkurve
it: Curva tonale
pl: Krzywa tonalna
ru: Кривая цветов
uk: Крива кольорів

source: Panels
de: Fenster
it: Pannelli
pl: Panele
ru: Панели
uk: Панелі

source: Nearest neighbor
de: Interpolation des nächsten Nachbarn
it: Interpolazione al più vicino
pl: Najbliższe sąsiednie
ru: Ближайшие соседние
uk: Найближчі сусідні

source: Linear
de: Lineare Interpolation
it: Interpo lineare
pl: Liniowe
ru: Линейный
uk: Лінійний

source: Cubic
de: Kubische Interpolation
it: Interpolazione cubica
pl: Sześcienne
ru: Кубический
uk: Кубічний

source: Scaling method
de: Skalierungsfunktion
it: Metodo di ridimensionamento
pl: Metoda skalowania
ru: Способ масштабирования
uk: Спосіб масштабування

source: Align image sequence...
de: Bildersequenz ausrichten...
it: Sequenza allinamento immagine...
pl: Wyrównaj sekwencję obrazów...
ru: Выравнивание последовательности изображений...
uk: Вирівнювання послідовності зображень...

source: About ImPPG...
de: Über ImPPG...
it: Su ImPPG...
pl: O ImPPG...
ru: О ImPPG...
uk: Про ImPPG...

source: &File
de: &Datei
pl: &Plik
ru: &Файл
uk: &Файл

source: &Edit
de: &Bearbeiten
it: &Modifica
pl: &Edycja
ru: &Изменения
uk: &Зміни

source: &Settings
de: &Einstellungen
it: &Impostazioni
pl: &Ustawienia
ru: &Параметры
uk: &Налаштування

source: &View
de: &Ansicht
it: Fines&tra
pl: &Widok
ru: &Вид
uk: &Вигляд

source: &Tools
de: &Werkzeuge
it: Stru&menti
pl: &Narzędzia
ru: &Инструменты
uk: &Інструменти

source: About
de: Über
it: Info su
pl: O programie
ru: О программе
uk: Про програму

source: Brightness Normalization
de: Normalisiere Helligkeitslevel
it: Normalizzazione luminosità
pl: Normalizacja jasności
ru: Нормализация яркости
uk: Нормалізація яскравості

source: Normalization of image brightness is performed prior to all other processing steps.
de: Die Normalisierung der Bildhelligkeit wird vor allen anderen Verarbeitungsschritten durchgeführt.
it: La normalizzazione della luminosità dell'immagine viene eseguita prima di tutte le altre fasi di elaborazione.
pl: Normalizacja jasności ma miejsce przed wszystkimi pozostałymi etapami obróbki.
ru: Нормализация яркости происходит ПЕРЕД последующими этапами обработки.
uk: Нормалізація яскравості відбувається перед усіма іншими етапами обробки.

source: Normalization enabled
de: Aktiviere Normalisierung
it: Normalizzazione abilitata
pl: Normalizacja włączona
ru: Нормализация включена
uk: Нормалізація ввімкнена

source: Set the darkest input pixels to:
de: Prozentsatz für dunkelste Pixel:
it: Imposta i pixel in imput più scuri su:
pl: Ustaw jasność najciemniejszych pikseli wejściowych na:
ru: Установить яркость самых темных входящих пикселей на:
uk: Встановити яскравість найтемніших вхідних пікселів на:

source: Set the brightest input pixels to:
de: Prozentsatz für hellste Pixel:
it: Imposta i pixel in imput più chiari su:
pl: Ustaw jasność najjaśniejszych pikseli wejściowych na:
ru: Установить яркость самых светлых входящих пикселей на:
uk: Встановити яскравість найсвітліших вхідних пікселів на:

source: Values below 0% and above 100% are allowed (they may result in a clipped histogram). The second value may be lower than the first (brightness levels will be inverted).
de: Werte unter 0% und über 100% sind erlaubt (diese können zu einem abgeschnittenen Histogramm führen). Der zweite Wert kann niedriger als der erste Wert sein (die Helligkeit wird invertiert).
it: Sono consentiti valori inferiori allo 0% al 100% a (potrebbero risultare in un istogramma troncato). Il secondo valore potrebbe essere inferiore al primo (i livelli di luminosità saranno invertiti).
pl: Wartości poniżej 0% i powyżej 100% są dopuszczalne (mogą skutkować obcięciem histogramu). Druga wartość może być mniejsza od pierwszej (poziomy jasności zostaną odwrócone).
ru: Возможно значение ниже 0% и выше 100% (может привести к обрезанию гистограммы). Второе значение может быть меньшим, чем первое (уровни яркости будут инвертированы).
uk: Значення нижче 0% і вище 100% є прийнятними (може призвести до обрізання гістограми). Друге значення може бути меншим, ніж перше (рівні яскравості будуть інвертовані).

source: Left click: add/move point, right click: delete point
de: Linksklick: Füge neuen Punkt hinzu/verschiebe Punkt, Rechtsklick: Lösche Punkt
it: Clic sinistro: aggiungi/sposta punto, clic destro: elimina punto
pl: Kliknięcie lewym: dodaj/przesuń punkt, prawym: usuń punkt
ru: Клик левой клавишей мыши: добавление/перемешение точек, правой: удаление точек
uk: Клік лівою кнопкою миші: додавання/переміщення точки, правою: видалення точки

source: inv
pl: inw
ru: инверт
uk: інверт

source: stretch
de: dehnen
pl: rozc
ru: растянуть
uk: розтягнення

source: smooth
de: glätten
pl: gładka
ru: сглаживание
uk: згладжування

source: ⚙ conf
de: ⚙ Einstellungen
pl: ⚙ konf
ru: ⚙ конфиг
uk: ⚙ конфіг

source: Reset the curve to identity map: a line from (0,0) to (1,1)
de: Kurve zurücksetzen: Gerade Linie von (0,0) zu (1,1)
it: Reimposta la curva sulla mappa identità: una linea da (0,0) a (1,1)
pl: Resetuj krzywą do odwzorowania tożsamościowego: linii od (0,0) do (1,1)
ru: Сброс кривой до карты идентичности: линия от (0,0) до (1,1)
uk: Скидання кривої до відображення ідентичності: лінія від (0,0) до (1,1)

source: Smooth curve
de: Kurve glätten
it: Curva liscia
pl: Gładka krzywa
ru: Сглаженная кривая
uk: Згладжена крива

source: Use logarithmic scale for histogram values
de: Benutze logarithmische Skala für das Histogramm
it: Usa scala logaritmica per i valori dell'istogramma
pl: Wartości histogramu w skali logarytmicznej
ru: Гистограмма в логарифмической шкале
uk: Значення гістограми в логарифмічній шкалі

source: Use gamma curve (overrules graph)
de: Benutze Gammakurve (setzt Graphen zurück)
it: Usa la curva gamma (sovrascrive il grafico)
pl: Użyj krzywej gamma (zastępuje obecną)
ru: Использовать gamma-кривую (изменяет текущую)
uk: Використати гамма-криву (замінює поточну)

source: Invert brightness levels (reflect curve points horizontally)
de: Invertiere die Helligkeitswerte (spiegelt Kurvenpunkte horizontal)
it: Inverti livelli di luminosità (riflette orizzontalmente i punti della curva)
pl: Odwróć poziomy jasności (odbija punkty krzywej w poziomie)
ru: Инвертировать уровни яркости (отзеркаливает точки кривой относительно горизонтали)
uk: Інвертувати рівні яскравості (віддзеркалює точки кривої відносно горизонталі)

source: Stretch the curve to cover the histogram only
de: Dehnt die Kurve um nur das Histogramm abzudecken
it: Allunga la curva per coprire solo l'istogramma
pl: Rozciągnij krzywą, by obejmowała tylko histogram
ru: Растягивание кривой, чтобы захватить только гистограмму
uk: Розтягнення кривої, щоб захопити лише гістограму

source: Configure window appearance
de: Ändere Einstellungen für den Tonkurveneditor
it: Configura l'aspetto della finestra
pl: Konfiguruj wygląd okna
ru: Настройка внешнего вида окна
uk: Налаштування зовнішнього вигляду вікна

source: Tone Curve Editor
de: Tonkurveneditor
it: Editor curva dei toni
pl: Edytor krzywej tonalnej
ru: Редактор кривой цветов
uk: Редактор кривої кольорів

source: ImPPG defaults
de: ImPPG Standard
pl: domyślne – ImPPG
ru: По умолчанию – ImPPG
uk: За замовчуванням – ImPPG

source: System defaults
de: Systemstandard
pl: domyślne – systemowe
ru: По умолчанию – система
uk: за замовчуванням - система

source: Custom
de: Individuell
it: Personaizza
pl: użytkownika
ru: Пользователь (custom)
uk: змінено користавачем (custom)

source: Choose tone curve editor colors
de: Farbauswahl für den Tonkurveneditor
it: Scegli i colori per l'editor toni curva
pl: Wybierz kolory edytora krzywej tonalnej
ru: Выбор цветов редактора кривой цветов
uk: Вибір кольорів редактора кривої кольорів

source: Curve:
de: Kurve:
it: Curva:
pl: Krzywa:
ru: Кривая:
uk: Крива:

source: Curve point:
de: Kurvenpunkt:
it: Punti curva:
pl: Punkty krzywej:
ru: Точки кривой:
uk: Точки кривої:

source: Selected curve point:
de: Ausgewählter Punkt:
it: Seleziona punti curva:
pl: Zaznaczony punkt krzywej
ru: Выбранная точка кривой
uk: Вибрана точка кривої

source: Histogram:
de: Histogramm:
it: Istogramma:
ru: Гисторамма:
uk: Гістограма:

source: Background:
de: Hintergrund:
it: Sfondo:
pl: Tło:
ru: Фон:
uk: Фон:

source: Curve width:
de: Kurvenbreite:
it: Larghezza curva:
pl: Grubość krzywej:
ru: Толщина кривой:
uk: Товщина кривої:

source: Curve point size:
de: Punktgröße:
it: Dimensione punti curva:
pl: Wielkość punktu krzywej:
ru: Размер точки кривой:
uk: Розмір точки кривої:

source: OpenGL back end failed to initialize when ImPPG was last started. Reverting to CPU + bitmaps mode.
de: OpenGL konnte beim letzten Start von ImPPG nicht initialisiert werden. Setze Verarbeitungsmodus auf "CPU + bitmaps" Modus zurück.
it: Il back-end OpenGL non è riuscito a inizializzarsi all'ultimo avvio di ImPPG.Ripristino della modalità CPU + bitmap.
pl: Inicjalizacja OpenGL podczas poprzedniego uruchomienia ImPPG nie powiodła się. Przywrócony zostanie tryb CPU + bitmapy.
ru: Не удалось инициализировать OpenGL во время предыдущего запуска ImPPG. Будет восстановлен режим CPU + растрового изображения.
uk: Не вдалося ініціалізувати OpenGL під час попереднього запуску ImPPG. Буде відновлено режим CPU + растрового зображення.

source: Reset tone curve window position
de: Tonkurvenfenster zurücksetzen
it: Ripristina posizione finestra curva tonale
pl: Resetuj pozycję okna krzywej tonalnej
ru: Восстановить положение окна кривой цветов
uk: Скинути положення вікна кривої кольорів

source: Advanced...
de: Erweiterte Optionen...
it: Avanzate...
pl: Zaawansowane...
ru: Дополнительно...
uk: Додатково...

source: Advanced settings
de: Erweiterte Einstellungen
it: Impostazioni avanzate
pl: Ustawienia zaawansowane
ru: Дополнительные настройки
uk: Додаткові налаштування

source: Normalize FITS pixel values
de: Normalisiere FITS Pixelwerte
it: Normalizza i valiri dei pixel FITS
pl: Normalizacja wartości pikseli FITS
ru: Нормализация значений пикселей FITS
uk: Нормалізація значень пікселів FITS

source: Enables normalization of floating-point pixel values of FITS images; the highest value becomes 1.0.
de: Normalisiert Fließkomma-Pixelwerte von FITS Bildern; der größte Wert wird 1.0.
it: Abilita la normalizzazione dei valori dei pixel in virgola mobile delle immagini FITS;il valore più alto diventa 1,0.
pl: Włącza normalizację zmiennoprzecinkowych wartości pikseli obrazów FITS; najwyższa wartość zostanie przeskalowana do 1,0.
ru: Позволяет нормализировать значения пикселей с плавающей запятой для изображений FITS;самое высокое значение будет до 1,0.
uk: Дозволяє нормалізувати значення пікселів з плаваючою комою для зображень FITS;найвище значення буде масштабуватися до 1.0.

source: Invalid number.
de: Ungültige Nummer.
it: Valore non valido.
ru: Неправильный номер.
uk: Недійсний номер.

source: Run script
de: Skript ausführen
it: Avvia script
ru: Запуск скрипта
uk: Запуск сценарію (скрипта)

source: Script file:
de: Skriptdatei:
it: File script:
ru: Файл скрипта:
uk: Файл сценарію (скрипта):

source: Choose the script file to run
de: Wähle Skriptdatei zur Ausführung aus
it: Seleziona lo script da avviare
ru: Виберите файл скрипта для запуска
uk: Виберіть файл сценарію (скрипта) для запуску

source: LUA files (*.lua)
de: LUA Dateien (*.lua)
ru: LUA файл (*.lua)
uk: LUA файл (*.lua)

source: Select the script file.
de: Wähle Ausgangsordner.
it: Seleziona il file script.
ru: Виберите файл скрипта.
uk: Виберіть файл сценарію (скрипта).

source: Run
de: Ausführen
it: Avvia
ru: Пуск
uk: Пуск

source: Stop
it: Ferma
ru: Стоп
uk: Стоп

source: Pause
it: Pausa
ru: Пауза
uk: Пауза

source: Running script %s...
de: Führe Skript %s aus...
it: Esecuzione dello script %s...
ru: Запущен скрипт %s...
uk: Запущений сценарій (скрипт) %s...

source: Waiting for the script to stop...
de: Warte auf das Skript...
it: Attendere per lo stop dello script...
ru: Ожидание остановки скрипта...
uk: Очікування зупинки сценарію...

source: The script is still running. Do you want to stop it?
de: Das Skript läuft noch. Soll es beendet werden?
it: Lo script è in esecuzione. Vuoi fermarlo?
ru: Скрипт все еще выполняется. Хотите остановить его?
uk: Сценарій все ще виконується. Хочете зупинити?

source: The window will be closed after the script ends.
de: Das Fenster wird nach dem Ende des Skripts geschlossen.
it: La finestra verrà chiusa quando lo script terminerà.
ru: Окно будет закрыто после завершения скрипта.
uk: Вікно буде закрито після завершення сценарію.

source: Script execution error:
de: Ausführungsfehler:
it: Errore esecuzione script:
ru: Ошибка выполнения скрипта:
uk: Помилка виконання сценарію (скрипта):

source: Script execution finished.
de: Ausführung beendet.
it: Fine esecuzione script.
ru: Выполнение скрипта завершено.
uk: Виконання сценарію (скрипта) завершено.

source: Run script...
de: Skript ausführen...
it: Esegui script...
ru: Запуск скрипта...
uk: Запуск сценарію (скрипта)...

source: Failed to initialize OpenGL! Reverting to CPU mode.
de: Konnte OpenGL nicht initialisieren! Setze Modus auf CPU zurück.
it: Impossibile inizializzare OpenGL! Ripristino a modo CPU.

source: mask %d
de: Maske %d
